Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# habits.sheet.field.name_prompt
source: Habit name
ar: اسم العادة
bn: অভ্যাসের নাম
de: Name der Gewohnheit
el: Όνομα συνήθειας
es: Nombre del hábito
fa: نام عادت
fr: Nom de l’habitude
he: שם ההרגל
hi: आदत का नाम
id: Nama kebiasaan
it: Nome dell’abitudine
ja: 習慣の名前
ko: 습관 이름
mr: सवयीचे नाव
ms: Nama tabiat
nl: Naam van de gewoonte
pl: Nazwa nawyku
pt_br: Nome do hábito
ro: Numele obiceiului
ru: Название привычки
ta: பழக்கத்தின் பெயர்
te: అలవాటు పేరు
th: ชื่อนิสัย
tr: Alışkanlık adı
uk: Назва звички
ur: عادت کا نام
vi: Tên thói quen
zh_hans: 习惯名称
zh_hant: 習慣名稱

# habits.sheet.field.target_times_per_day
source: Times per day
ar: مرات في اليوم
bn: দিনে কতবার
de: Mal pro Tag
el: Φορές την ημέρα
es: Veces al día
fa: دفعات در روز
fr: Fois par jour
he: פעמים ביום
hi: दिन में कितनी बार
id: Kali per hari
it: Volte al giorno
ja: 1日あたりの回数
ko: 하루 횟수
mr: दिवसातून किती वेळा
ms: Kali sehari
nl: Keer per dag
pl: Razy dziennie
pt_br: Vezes por dia
ro: Ori pe zi
ru: Раз в день
ta: நாளுக்கு முறை
te: రోజుకు సార్లు
th: จำนวนครั้งต่อวัน
tr: Günde kaç kez
uk: Разів на день
ur: دن میں کتنی بار
vi: Số lần mỗi ngày
zh_hans: 每天次数
zh_hant: 每天次數

# habits.sheet.frequency.daily
source: Daily
ar: يوميًا
bn: প্রতিদিন
de: Täglich
el: Καθημερινά
es: Diario
fa: روزانه
fr: Quotidienne
he: יומי
hi: दैनिक
id: Harian
it: Giornaliera
ja: 毎日
ko: 매일
mr: दररोज
ms: Harian
nl: Dagelijks
pl: Codziennie
pt_br: Diária
ro: Zilnic
ru: Ежедневно
ta: தினசரி
te: రోజువారీ
th: รายวัน
tr: Günlük
uk: Щодня
ur: روزانہ
vi: Hàng ngày
zh_hans: 每日
zh_hant: 每天

# habits.sheet.frequency.monthly
source: Monthly
ar: شهريًا
bn: মাসিক
de: Monatlich
el: Μηνιαία
es: Mensual
fa: ماهانه
fr: Mensuelle
he: חודשי
hi: मासिक
id: Bulanan
it: Mensile
ja: 毎月
ko: 매월
mr: मासिक
ms: Bulanan
nl: Maandelijks
pl: Co miesiąc
pt_br: Mensal
ro: Lunar
ru: Ежемесячно
ta: மாதந்தோறும்
te: నెలవారీ
th: รายเดือน
tr: Aylık
uk: Щомісяця
ur: ماہانہ
vi: Hàng tháng
zh_hans: 每月
zh_hant: 每月

# habits.sheet.frequency.weekly
source: Weekly
ar: أسبوعيًا
bn: সাপ্তাহিক
de: Wöchentlich
el: Εβδομαδιαία
es: Semanal
fa: هفتگی
fr: Hebdomadaire
he: שבועי
hi: साप्ताहिक
id: Mingguan
it: Settimanale
ja: 毎週
ko: 매주
mr: साप्ताहिक
ms: Mingguan
nl: Wekelijks
pl: Co tydzień
pt_br: Semanal
ro: Săptămânal
ru: Еженедельно
ta: வாரந்தோறும்
te: వారంవారీ
th: รายสัปดาห์
tr: Haftalık
uk: Щотижня
ur: ہفتہ وار
vi: Hàng tuần
zh_hans: 每周
zh_hant: 每週

# habits.workspace.create_a11y
source: Create Habit
ar: إنشاء عادة
bn: অভ্যাস তৈরি করুন
de: Gewohnheit erstellen
el: Δημιουργία συνήθειας
es: Crear hábito
fa: ایجاد عادت
fr: Créer une habitude
he: יצירת הרגל
hi: आदत बनाएँ
id: Buat Kebiasaan
it: Crea abitudine
ja: 習慣を作成
ko: 습관 만들기
mr: सवय तयार करा
ms: Cipta Tabiat
nl: Maak gewoonte aan
pl: Utwórz nawyk
pt_br: Criar hábito
ro: Creați un obicei
ru: Создать привычку
ta: பழக்கத்தை உருவாக்கு
te: అలవాటును సృష్టించండి
th: สร้างนิสัย
tr: Alışkanlık oluştur
uk: Створити звичку
ur: عادت بنائیں
vi: Tạo thói quen
zh_hans: 创建习惯
zh_hant: 建立習慣

# habits.workspace.create_help
source: Create Habit
ar: إنشاء عادة
bn: অভ্যাস তৈরি করুন
de: Gewohnheit erstellen
el: Δημιουργία συνήθειας
es: Crear hábito
fa: ایجاد عادت
fr: Créer une habitude
he: יצירת הרגל
hi: आदत बनाएँ
id: Buat Kebiasaan
it: Crea abitudine
ja: 習慣を作成
ko: 습관 만들기
mr: सवय तयार करा
ms: Cipta Tabiat
nl: Maak gewoonte aan
pl: Utwórz nawyk
pt_br: Criar hábito
ro: Creați un obicei
ru: Создать привычку
ta: பழக்கத்தை உருவாக்கு
te: అలవాటును సృష్టించండి
th: สร้างนิสัย
tr: Alışkanlık oluştur
uk: Створити звичку
ur: عادت بنائیں
vi: Tạo thói quen
zh_hans: 创建习惯
zh_hant: 建立習慣

# list_detail.empty.no_tasks_description
source: Tasks assigned to this list will appear here.
ar: تظهر هنا المهام المعيّنة لهذه القائمة.
bn: এই তালিকার টাস্ক এখানে দেখা যাবে।
de: Aufgaben, die dieser Liste zugewiesen sind, erscheinen hier.
el: Οι εργασίες που ανατίθενται σε αυτή τη λίστα θα εμφανίζονται εδώ.
es: Las tareas asignadas a esta lista aparecerán aquí.
fa: کارهای اختصاص‌یافته به این فهرست اینجا نمایش داده می‌شوند.
fr: Les tâches affectées à cette liste apparaîtront ici.
he: משימות ששויכו לרשימה זו יופיעו כאן.
hi: इस सूची में डाले गए कार्य यहाँ दिखेंगे।
id: Tugas di daftar ini akan muncul di sini.
it: Le attività assegnate a questa lista appariranno qui.
ja: このリストに割り当てたタスクがここに表示されます。
ko: 이 목록에 지정한 할 일이 여기에 표시됩니다.
mr: या यादीतील कार्ये येथे दिसतील.
ms: Tugas dalam senarai ini akan dipaparkan di sini.
nl: Taken die aan deze lijst zijn toegewezen, verschijnen hier.
pl: Zadania przypisane do tej listy pojawią się tutaj.
pt_br: As tarefas atribuídas a esta lista aparecerão aqui.
ro: Sarcinile atribuite acestei liste vor apărea aici.
ru: Здесь появятся задачи из этого списка.
ta: இந்தப் பட்டியலில் உள்ள பணிகள் இங்கே தோன்றும்.
te: ఈ జాబితాలోని టాస్క్‌లు ఇక్కడ కనిపిస్తాయి.
th: งานที่กำหนดให้ลิสต์นี้จะแสดงที่นี่
tr: Bu listeye atanan görevler burada görünür.
uk: Тут з’являться завдання з цього списку.
ur: اس فہرست میں تفویض کیے گئے کام یہاں نظر آئیں گے۔
vi: Nhiệm vụ trong danh sách này sẽ xuất hiện ở đây.
zh_hans: 分配到此列表的任务会显示在这里。
zh_hant: 指派到此清單的任務會顯示在這裡。

# list_detail.empty.no_tasks_title
source: No Tasks
ar: لا توجد مهام
bn: কোনো টাস্ক নেই
de: Keine Aufgaben
el: Καμία εργασία
es: No hay tareas
fa: بدون کار
fr: Aucune tâche
he: אין משימות
hi: कोई कार्य नहीं
id: Tidak Ada Tugas
it: Nessuna attività
ja: タスクがありません
ko: 할 일 없음
mr: कोणतीही कार्ये नाहीत
ms: Tiada Tugas
nl: Geen taken
pl: Brak zadań
pt_br: Nenhuma tarefa
ro: Nicio sarcină
ru: Нет задач
ta: பணிகள் இல்லை
te: టాస్క్‌లు లేవు
th: ไม่มีงาน
tr: Görev yok
uk: Немає завдань
ur: کوئی کام نہیں
vi: Không có nhiệm vụ
zh_hans: 没有任务
zh_hant: 沒有任務

# list_detail.quick_add.placeholder
source: Add a task to “%@”
ar: إضافة مهمة إلى "%@"
bn: “%@” তালিকায় টাস্ক যোগ করুন
de: Aufgabe zu „%@“ hinzufügen
el: Προσθήκη εργασίας στη λίστα «%@»
es: Añadir una tarea a “%@”
fa: افزودن کار به «%@»
fr: Ajouter une tâche à « %@ »
he: הוספת משימה אל "%@"
hi: “%@” में कार्य जोड़ें
id: Tambahkan tugas ke “%@”
it: Aggiungi un’attività a “%@”
ja: 「%@」にタスクを追加
ko: “%@”에 할 일 추가
mr: ‘%@’ यादीमध्ये कार्य जोडा
ms: Tambah tugas ke “%@”
nl: Voeg een taak toe aan ‘%@’
pl: Dodaj zadanie do „%@”
pt_br: Adicionar uma tarefa a “%@”
ro: Adăugați o sarcină în „%@”
ru: Добавить задачу в «%@»
ta: “%@” பட்டியலில் பணியைச் சேர்
te: “%@” జాబితాకు టాస్క్ జోడించండి
th: เพิ่มงานไปยัง “%@”
tr: “%@” listesine görev ekle
uk: Додати завдання до «%@»
ur: "%@" میں کام شامل کریں
vi: Thêm nhiệm vụ vào “%@”
zh_hans: 添加任务至“%@”
zh_hant: 新增任務到「%@」

# list_row.archive.action
source: Archive List
ar: أرشفة القائمة
bn: তালিকা আর্কাইভ করুন
de: Liste archivieren
el: Αρχειοθέτηση λίστας
es: Archivar lista
fa: بایگانی فهرست
fr: Archiver la liste
he: העברת רשימה לארכיון
hi: सूची संग्रहीत करें
id: Arsipkan Daftar
it: Archivia lista
ja: リストをアーカイブ
ko: 목록 보관
mr: यादी संग्रहण करा
ms: Arkibkan Senarai
nl: Archiveer lijst
pl: Archiwizuj listę
pt_br: Arquivar lista
ro: Arhivați lista
ru: Архивировать список
ta: பட்டியலைக் காப்பகப்படுத்து
te: జాబితాను ఆర్కైవ్ చేయండి
th: เก็บถาวรลิสต์
tr: Listeyi arşivle
uk: Архівувати список
ur: فہرست آرکائیو کریں
vi: Lưu trữ danh sách
zh_hans: 归档列表
zh_hant: 封存清單

# list_row.archive.confirm
source: Archive List
ar: أرشفة القائمة
bn: তালিকা আর্কাইভ করুন
de: Liste archivieren
el: Αρχειοθέτηση λίστας
es: Archivar lista
fa: بایگانی فهرست
fr: Archiver la liste
he: העברת רשימה לארכיון
hi: सूची संग्रहीत करें
id: Arsipkan Daftar
it: Archivia lista
ja: リストをアーカイブ
ko: 목록 보관
mr: यादी संग्रहण करा
ms: Arkibkan Senarai
nl: Archiveer lijst
pl: Archiwizuj listę
pt_br: Arquivar lista
ro: Arhivați lista
ru: Архивировать список
ta: பட்டியலைக் காப்பகப்படுத்து
te: జాబితాను ఆర్కైవ్ చేయండి
th: เก็บถาวรลิสต์
tr: Listeyi arşivle
uk: Архівувати список
ur: فہرست آرکائیو کریں
vi: Lưu trữ danh sách
zh_hans: 归档列表
zh_hant: 封存清單

# list_row.archive.nonempty_count_message
source: “%1$@” can’t be deleted while it still holds %2$lld tasks. Archive it instead to retire it while keeping its tasks and history. You can unarchive it later.
ar: لا يمكن حذف "%1$@" ما دامت تحتوي على %2$lld مهمة. أرشفها بدلًا من ذلك لإنهاء استخدامها مع الاحتفاظ بمهامها وسجلها. يمكنك إلغاء الأرشفة لاحقًا.
bn: “%1$@” তালিকায় এখনও %2$lldটি টাস্ক রয়েছে, তাই এটি ডিলিট করা যাবে না। এর বদলে আর্কাইভ করুন; এতে তালিকাটি সরে যাবে, কিন্তু টাস্ক ও হিস্ট্রি থেকে যাবে। পরে আনআর্কাইভ করতে পারবেন।
de: Die Liste „%1$@“ kann nicht gelöscht werden, solange sie noch %2$lld Aufgaben enthält. Archiviere sie stattdessen, um sie beiseitezulegen und ihre Aufgaben und ihren Verlauf zu behalten. Du kannst die Archivierung später aufheben.
el: Η λίστα «%1$@» δεν μπορεί να διαγραφεί ενώ περιέχει ακόμη %2$lld εργασίες. Αρχειοθετήστε την αντί για διαγραφή. Οι εργασίες και το ιστορικό της διατηρούνται. Μπορείτε να καταργήσετε την αρχειοθέτηση αργότερα.
es: “%1$@” no se puede eliminar mientras contenga %2$lld tareas. Archívala para retirarla sin perder sus tareas ni su historial. Puedes desarchivarla más adelante.
fa: «%1$@» تا زمانی که %2$lld کار دارد قابل حذف نیست. به‌جای آن، فهرست را بایگانی کنید تا بدون از دست رفتن کارها و تاریخچه‌اش کنار گذاشته شود. بعداً می‌توانید آن را از بایگانی خارج کنید.
fr: « %1$@ » ne peut pas être supprimée tant qu’elle contient encore %2$lld tâches. Archivez-la plutôt pour la retirer tout en conservant ses tâches et son historique. Vous pourrez la désarchiver plus tard.
he: אי אפשר למחוק את "%1$@" כל עוד יש בה %2$lld משימות. אפשר להעביר אותה לארכיון כדי להוציא אותה משימוש תוך שמירת המשימות וההיסטוריה שלה. אפשר להוציא אותה מהארכיון מאוחר יותר.
hi: “%1$@” में अभी %2$lld कार्य हैं, इसलिए उसे हटाया नहीं जा सकता। इसके बजाय उसे संग्रहीत करें; इससे सूची हट जाती है, पर उसके कार्य और इतिहास बने रहते हैं। आप उसे बाद में संग्रह से निकाल सकते हैं।
id: “%1$@” tidak dapat dihapus selama masih berisi %2$lld tugas. Arsipkan saja agar daftar ini tidak lagi aktif, dengan tugas dan riwayatnya tetap tersimpan. Pengarsipan dapat dibatalkan kapan saja.
it: “%1$@” non può essere eliminata finché contiene ancora %2$lld attività. Archiviala invece per metterla da parte mantenendo le sue attività e la sua cronologia. Potrai rimuoverla dall’archivio in seguito.
ja: 「%1$@」には%2$lld件のタスクが残っているため、削除できません。代わりにアーカイブすると、リストは片づけられ、タスクと履歴は残ります。あとからアーカイブを解除できます。
ko: “%1$@”에 할 일이 %2$lld개 남아 있어 삭제할 수 없습니다. 대신 보관하면 목록은 정리되고 할 일과 기록은 그대로 남습니다. 나중에 보관을 해제할 수 있습니다.
mr: ‘%1$@’ या यादीमध्ये अजूनही %2$lld कार्ये आहेत, त्यामुळे ती हटवता येत नाही. त्याऐवजी संग्रहण करा; यामुळे यादी बाजूला होते, पण तिची कार्ये आणि हिस्ट्री राहते. तुम्ही नंतर संग्रहण रद्द करू शकता.
ms: “%1$@” tidak dapat dipadam selagi masih mengandungi %2$lld tugas. Arkibkan sahaja supaya senarai ini tidak lagi aktif, dengan tugas dan sejarahnya kekal tersimpan. Pengarkiban boleh dibatalkan pada bila-bila masa.
nl: De lijst ‘%1$@’ kan niet worden verwijderd zolang er nog %2$lld taken in staan. Archiveer de lijst in plaats daarvan om haar terzijde te leggen en de taken en de geschiedenis te bewaren. Je kunt de lijst later weer uit het archief halen.
pl: Listy „%1$@” nie można usunąć, dopóki zawiera jeszcze %2$lld zadania. Zarchiwizuj ją, aby wycofać listę, zachowując zadania i historię. Później możesz ją przywrócić z archiwum.
pt_br: “%1$@” não pode ser excluída enquanto ainda tiver %2$lld tarefas. Arquive-a para retirá-la de uso e manter suas tarefas e seu histórico. Você pode desarquivá-la depois.
ro: Lista „%1$@” nu poate fi ștearsă cât timp mai conține %2$lld de sarcini. Arhivați-o în schimb, pentru a o retrage din uz păstrându-i sarcinile și istoricul. O puteți dezarhiva oricând.
ru: Список «%1$@» нельзя удалить, пока в нём остаётся %2$lld задачи. Заархивируйте его, чтобы убрать из списков, но сохранить задачи и историю. Позже его можно вернуть из архива.
ta: “%1$@” பட்டியலில் இன்னும் %2$lld பணிகள் இருப்பதால் அதை நீக்க முடியாது. அதற்குப் பதிலாகக் காப்பகப்படுத்தினால் அதன் பணிகளும் வரலாறும் அப்படியே இருக்கும். அதைப் பின்னர் காப்பகத்திலிருந்து மீட்டெடுக்கலாம்.
te: “%1$@” జాబితాలో ఇంకా %2$lld టాస్క్‌లు ఉన్నందున దాన్ని డిలీట్ చేయలేరు. బదులుగా దాన్ని ఆర్కైవ్ చేస్తే, దాని టాస్క్‌లు మరియు చరిత్ర అలాగే ఉంటాయి. మీరు తర్వాత దాన్ని ఆర్కైవ్ నుండి పునరుద్ధరించవచ్చు.
th: ไม่สามารถลบ “%1$@” ได้เนื่องจากยังมี %2$lld งานอยู่ ให้เก็บถาวรแทน งานและประวัติจะยังอยู่ครบ และคุณเลิกเก็บถาวรได้ภายหลัง
tr: “%1$@” listesi hâlâ %2$lld görev içerdiği için silinemez. Bunun yerine listeyi arşivleyin; görevleri ve geçmişi korunur. Daha sonra arşivden çıkarabilirsiniz.
uk: Список «%1$@» не можна видалити, поки в ньому лишається %2$lld завдання. Заархівуйте його, щоб прибрати зі списків, але зберегти завдання та історію. Пізніше його можна повернути з архіву.
ur: "%1$@" کو حذف نہیں کیا جا سکتا کیونکہ اس میں ابھی %2$lld کام موجود ہیں۔ اس کے بجائے اسے آرکائیو کریں تاکہ اس کے کام اور تاریخچہ محفوظ رہیں۔ آپ اسے بعد میں آرکائیو سے نکال سکتے ہیں۔
vi: Không thể xóa “%1$@” khi danh sách vẫn còn %2$lld nhiệm vụ. Hãy lưu trữ để danh sách ngừng hoạt động mà vẫn giữ nhiệm vụ và lịch sử. Bạn có thể bỏ lưu trữ bất cứ lúc nào.
zh_hans: “%1$@”仍有 %2$lld 项任务，无法删除。可改为归档，保留任务和历史记录的同时将其收起。你之后可以取消归档。
zh_hant: 「%1$@」仍有 %2$lld 個任務，因此無法刪除。你可以改為封存這份清單：清單會被收起，但其中的任務與歷史紀錄都會保留。之後也可以取消封存。

# list_row.archive.title
source: Archive list “%@”?
ar: هل تريد أرشفة القائمة "%@"؟
bn: “%@” তালিকা আর্কাইভ করবেন?
de: Liste „%@“ archivieren?
el: Να αρχειοθετηθεί η λίστα «%@»;
es: ¿Archivar la lista “%@”?
fa: فهرست «%@» بایگانی شود؟
fr: Archiver la liste « %@ » ?
he: להעביר את הרשימה "%@" לארכיון?
hi: सूची “%@” संग्रहीत करें?
id: Arsipkan daftar “%@”?
it: Archiviare la lista “%@”?
ja: リスト「%@」をアーカイブしますか？
ko: “%@” 목록을 보관하시겠습니까?
mr: ‘%@’ यादी संग्रहण करायची का?
ms: Arkibkan senarai “%@”?
nl: Lijst ‘%@’ archiveren?
pl: Zarchiwizować listę „%@”?
pt_br: Arquivar a lista “%@”?
ro: Arhivați lista „%@”?
ru: Архивировать список «%@»?
ta: “%@” பட்டியலைக் காப்பகப்படுத்தவா?
te: “%@” జాబితాను ఆర్కైవ్ చేయాలా?
th: เก็บถาวรลิสต์ “%@” หรือไม่
tr: “%@” listesi arşivlensin mi?
uk: Архівувати список «%@»?
ur: فہرست "%@" آرکائیو کریں؟
vi: Lưu trữ danh sách “%@”?
zh_hans: 归档列表“%@”？
zh_hant: 要封存清單「%@」嗎？

# list_row.counts
source: %lld open · %lld total
ar: %lld غير مكتملة · %lld إجمالًا
bn: %lldটি বাকি · মোট %lldটি
de: %lld offen · %lld gesamt
el: %lld ανοιχτές · %lld συνολικά
es: %lld pendientes · %lld en total
fa: %lld باز · %lld در کل
fr: %lld à faire · %lld au total
he: %lld פתוחות · %lld בסך הכול
hi: %lld लंबित · कुल %lld
id: %1$lld belum selesai · total %2$lld
it: %lld da fare · %lld in totale
ja: 未完了%1$lld件 · 全%2$lld件
ko: 미완료 %1$lld개 · 전체 %2$lld개
mr: %lld प्रलंबित · एकूण %lld
ms: %1$lld belum selesai · jumlah %2$lld
nl: %lld open · %lld totaal
pl: %lld do zrobienia · %lld łącznie
pt_br: %lld pendentes · %lld no total
ro: %lld de făcut · %lld în total
ru: %lld осталось · %lld всего
ta: %lld நிலுவை · மொத்தம் %lld
te: %lld పెండింగ్ · మొత్తం %lld
th: ยังไม่เสร็จ %1$lld · ทั้งหมด %2$lld
tr: %lld açık · toplam %lld
uk: %lld залишилось · %lld усього
ur: %lld نامکمل · کل %lld
vi: %1$lld chưa hoàn thành · tổng %2$lld
zh_hans: %1$lld 项未完成 · 共 %2$lld 项
zh_hant: %1$lld 個未完成 · 共 %2$lld 個

# list_row.delete.a11y
source: Delete %@
ar: حذف %@
bn: %@ ডিলিট করুন
de: %@ löschen
el: Διαγραφή %@
es: Eliminar %@
fa: حذف %@
fr: Supprimer %@
he: מחיקת %@
hi: %@ हटाएँ
id: Hapus %@
it: Elimina %@
ja: 「%@」を削除
ko: “%@” 삭제
mr: %@ हटवा
ms: Padam %@
nl: Verwijder %@
pl: Usuń „%@”
pt_br: Excluir %@
ro: Ștergeți %@
ru: Удалить «%@»
ta: நீக்கு: %@
te: డిలీట్ చేయండి: %@
th: ลบ %@
tr: Sil: %@
uk: Видалити «%@»
ur: %@ حذف کریں
vi: Xóa %@
zh_hans: 删除 %@
zh_hant: 刪除「%@」

# list_row.delete.action
source: Delete
ar: حذف
bn: ডিলিট করুন
de: Löschen
el: Διαγραφή
es: Eliminar
fa: حذف
fr: Supprimer
he: מחיקה
hi: हटाएँ
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
mr: हटवा
ms: Padam
nl: Verwijder
pl: Usuń
pt_br: Excluir
ro: Ștergeți
ru: Удалить
ta: நீக்கு
te: డిలీట్
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# list_row.delete.archived_nonempty_message
source: This list can’t be deleted while it still holds tasks. Unarchive it to restore the list and its tasks, then move or clear them before deleting it.
ar: لا يمكن حذف هذه القائمة ما دامت تحتوي على مهام. ألغِ أرشفتها لاستعادة القائمة ومهامها، ثم انقل المهام أو امسحها قبل حذفها.
bn: এই তালিকায় এখনও টাস্ক থাকায় এটি ডিলিট করা যাবে না। তালিকা ও এর টাস্ক ফিরিয়ে আনতে আনআর্কাইভ করুন, তারপর ডিলিট করার আগে টাস্কগুলি সরিয়ে নিন বা মুছে ফেলুন।
de: Diese Liste kann nicht gelöscht werden, solange sie noch Aufgaben enthält. Hebe die Archivierung auf, um die Liste und ihre Aufgaben wiederherzustellen, und verschiebe oder entferne die Aufgaben, bevor du die Liste löschst.
el: Αυτή η λίστα δεν μπορεί να διαγραφεί ενώ περιέχει ακόμη εργασίες. Καταργήστε την αρχειοθέτησή της για να επαναφέρετε τη λίστα και τις εργασίες της και, στη συνέχεια, μετακινήστε ή εκκαθαρίστε τις πριν από τη διαγραφή.
es: Esta lista no se puede eliminar mientras contenga tareas. Desarchívala para restaurar la lista y sus tareas; luego muévelas o elimínalas antes de eliminar la lista.
fa: تا زمانی که این فهرست کار دارد قابل حذف نیست. آن را از بایگانی خارج کنید تا فهرست و کارهایش بازگردانده شوند؛ سپس پیش از حذف، کارها را منتقل یا پاک کنید.
fr: Cette liste ne peut pas être supprimée tant qu’elle contient des tâches. Désarchivez-la pour restaurer la liste et ses tâches, puis déplacez-les ou supprimez-les avant de supprimer la liste.
he: אי אפשר למחוק רשימה זו כל עוד יש בה משימות. יש להוציא אותה מהארכיון כדי לשחזר את הרשימה ואת המשימות שלה, ואז להעביר או לנקות אותן לפני המחיקה.
hi: इस सूची में अभी कार्य हैं, इसलिए इसे हटाया नहीं जा सकता। सूची और उसके कार्य वापस पाने के लिए इसे संग्रह से निकालें, फिर हटाने से पहले कार्यों को दूसरी सूची में ले जाएँ या हटा दें।
id: Daftar ini tidak dapat dihapus selama masih berisi tugas. Batal arsipkan untuk memulihkan daftar beserta tugasnya, lalu pindahkan atau hapus tugas tersebut sebelum menghapus daftar.
it: Questa lista non può essere eliminata finché contiene attività. Rimuovila dall’archivio per ripristinare la lista e le sue attività, poi spostale o rimuovile prima di eliminare la lista.
ja: タスクが残っているリストは削除できません。アーカイブを解除してリストとタスクを元に戻し、タスクを移動または消去してから削除してください。
ko: 할 일이 남아 있는 목록은 삭제할 수 없습니다. 보관을 해제하여 목록과 할 일을 복원한 다음, 할 일을 옮기거나 지운 후에 삭제하세요.
mr: या यादीमध्ये अजूनही कार्ये असल्याने ती हटवता येत नाही. यादी आणि तिची कार्ये परत आणण्यासाठी संग्रहण रद्द करा, मग हटवण्यापूर्वी ती कार्ये मूव्ह करा किंवा क्लिअर करा.
ms: Senarai ini tidak dapat dipadam selagi masih mengandungi tugas. Nyaharkib senarai ini untuk memulihkannya beserta tugasnya, kemudian alihkan atau kosongkan tugas itu sebelum memadamkan senarai.
nl: Deze lijst kan niet worden verwijderd zolang er nog taken in staan. Haal de lijst uit het archief om de lijst en de taken te herstellen, en verplaats of verwijder de taken voordat je de lijst verwijdert.
pl: Tej listy nie można usunąć, dopóki zawiera zadania. Przywróć ją z archiwum, aby odzyskać listę i jej zadania, a następnie przenieś je lub wyczyść przed usunięciem.
pt_br: Esta lista não pode ser excluída enquanto ainda tiver tarefas. Desarquive-a para restaurar a lista e suas tarefas e, em seguida, mova-as ou limpe-as antes de excluí-la.
ro: Această listă nu poate fi ștearsă cât timp mai conține sarcini. Dezarhivați-o pentru a restaura lista și sarcinile ei, apoi mutați sau eliminați sarcinile înainte de a șterge lista.
ru: Этот список нельзя удалить, пока в нём остаются задачи. Верните его из архива, чтобы восстановить список и его задачи, затем переместите или очистите их перед удалением.
ta: இந்தப் பட்டியலில் இன்னும் பணிகள் இருப்பதால் இதை நீக்க முடியாது. முதலில் இதைக் காப்பகத்திலிருந்து மீட்டெடுத்து, பணிகளை நகர்த்தவும் அல்லது அழிக்கவும், பிறகு பட்டியலை நீக்கவும்.
te: ఈ జాబితాలో ఇంకా టాస్క్‌లు ఉన్నందున దీన్ని డిలీట్ చేయలేరు. ముందుగా దీన్ని ఆర్కైవ్ నుండి పునరుద్ధరించి, టాస్క్‌లను తరలించండి లేదా క్లియర్ చేయండి, ఆపై జాబితాను డిలీట్ చేయండి.
th: ไม่สามารถลบลิสต์นี้ได้ขณะที่ยังมีงานอยู่ ให้เลิกเก็บถาวรเพื่อกู้คืนลิสต์และงาน จากนั้นย้ายหรือล้างงานก่อนลบลิสต์
tr: Bu liste hâlâ görev içerdiği için silinemez. Listeyi ve görevlerini geri yüklemek için arşivden çıkarın; ardından silmeden önce görevleri taşıyın veya temizleyin.
uk: Цей список не можна видалити, поки в ньому лишаються завдання. Поверніть його з архіву, щоб відновити список і його завдання, а потім перемістіть або очистьте їх перед видаленням.
ur: جب تک اس فہرست میں کام موجود ہیں اسے حذف نہیں کیا جا سکتا۔ فہرست اور اس کے کام بحال کرنے کے لیے اسے آرکائیو سے نکالیں، پھر حذف کرنے سے پہلے کاموں کو منتقل یا صاف کریں۔
vi: Không thể xóa danh sách này khi vẫn còn nhiệm vụ. Hãy bỏ lưu trữ để khôi phục danh sách cùng các nhiệm vụ, rồi di chuyển hoặc xóa chúng trước khi xóa danh sách.
zh_hans: 此列表仍有任务时无法删除。请取消归档以恢复列表及其任务，然后移动或清除这些任务，再删除该列表。
zh_hant: 清單內仍有任務時無法刪除。請先取消封存以還原清單及其任務，再移動或清除這些任務，然後才能刪除。

# list_row.delete.confirm
source: Delete List
ar: حذف القائمة
bn: তালিকা ডিলিট করুন
de: Liste löschen
el: Διαγραφή λίστας
es: Eliminar lista
fa: حذف فهرست
fr: Supprimer la liste
he: מחיקת רשימה
hi: सूची हटाएँ
id: Hapus Daftar
it: Elimina lista
ja: リストを削除
ko: 목록 삭제
mr: यादी हटवा
ms: Padam Senarai
nl: Verwijder lijst
pl: Usuń listę
pt_br: Excluir lista
ro: Ștergeți lista
ru: Удалить список
ta: பட்டியலை நீக்கு
te: జాబితాను డిలీట్ చేయండి
th: ลบลิสต์
tr: Listeyi sil
uk: Видалити список
ur: فہرست حذف کریں
vi: Xóa danh sách
zh_hans: 删除列表
zh_hant: 刪除清單

# list_row.delete.empty_message
source: The list is empty and will be removed.
ar: القائمة فارغة وستتم إزالتها.
bn: তালিকাটি খালি এবং সরিয়ে ফেলা হবে।
de: Die Liste ist leer und wird entfernt.
el: Η λίστα είναι κενή και θα διαγραφεί.
es: La lista está vacía y se eliminará.
fa: فهرست خالی است و حذف خواهد شد.
fr: La liste est vide et sera supprimée.
he: הרשימה ריקה ותימחק.
hi: यह सूची खाली है और हटा दी जाएगी।
id: Daftar kosong dan akan dihapus.
it: La lista è vuota e verrà rimossa.
ja: このリストは空のため、削除されます。
ko: 목록이 비어 있어 제거됩니다.
mr: यादी रिकामी आहे आणि ती काढून टाकली जाईल.
ms: Senarai ini kosong dan akan dipadam.
nl: De lijst is leeg en wordt verwijderd.
pl: Lista jest pusta i zostanie usunięta.
pt_br: A lista está vazia e será removida.
ro: Lista este goală și va fi eliminată.
ru: Список пуст и будет удалён.
ta: பட்டியல் காலியாக உள்ளது, அது அகற்றப்படும்.
te: జాబితా ఖాళీగా ఉంది, అది తొలగించబడుతుంది.
th: ลิสต์ว่างเปล่าและจะถูกลบ
tr: Liste boş ve silinecek.
uk: Список порожній, і його буде видалено.
ur: فہرست خالی ہے اور ہٹا دی جائے گی۔
vi: Danh sách này trống và sẽ bị xóa.
zh_hans: 此列表为空，将被移除。
zh_hant: 這份清單是空的，將會被移除。

# list_row.delete.help
source: Delete list
ar: حذف القائمة
bn: তালিকা ডিলিট করুন
de: Liste löschen
el: Διαγραφή λίστας
es: Eliminar lista
fa: حذف فهرست
fr: Supprimer la liste
he: מחיקת רשימה
hi: सूची हटाएँ
id: Hapus daftar
it: Elimina lista
ja: リストを削除
ko: 목록 삭제
mr: यादी हटवा
ms: Padam senarai
nl: Verwijder lijst
pl: Usuń listę
pt_br: Excluir lista
ro: Ștergeți lista
ru: Удалить список
ta: பட்டியலை நீக்கு
te: జాబితాను డిలీట్ చేయండి
th: ลบลิสต์
tr: Listeyi sil
uk: Видалити список
ur: فہرست حذف کریں
vi: Xóa danh sách
zh_hans: 删除列表
zh_hant: 刪除清單

# list_row.delete.keep
source: Keep
ar: إبقاء
bn: রাখুন
de: Behalten
el: Διατήρηση
es: Conservar
fa: نگه داشتن
fr: Conserver
he: השארה
hi: रखें
id: Pertahankan
it: Mantieni
ja: 残す
ko: 유지
mr: ठेवा
ms: Kekalkan
nl: Behoud
pl: Zachowaj
pt_br: Manter
ro: Păstrați
ru: Оставить
ta: வைத்திரு
te: ఉంచండి
th: เก็บไว้
tr: Sakla
uk: Залишити
ur: رکھیں
vi: Giữ
zh_hans: 保留
zh_hant: 保留
